[
    {
        "palabra": "πεφυσιωμένοι",
        "transliteracion": "pephysiōménoi",
        "traduccion_literal": "(ustedes) que han sido inflados; envanecidos, orgullosos",
        "analisis_gramatical": "La palabra πεφυσιωμένοι es un participio que proviene del verbo φυσιάω (physiáō), que significa \"inflar\", \"soplar\" o \"hinchar\". . En este contexto, tiene un sentido figurado y metafórico.\n\n    Raíz: φυσιο- (physio-)\n\n    Tiempo: Perfecto. El prefijo πε- (pe-) y la reduplicación indican que la acción de \"inflarse\" ya ha ocurrido y sus resultados perduran en el presente. La congregación de Corinto ya estaba en un estado de arrogancia.\n\n    Voz: Pasiva. La terminación -μένοι indica que los sujetos no se inflaron a sí mismos, sino que fueron \"inflados\" o se volvieron orgullosos debido a una situación o conocimiento.\n\n    Modo: Participio. Funciona como un adjetivo verbal, describiendo el estado o la condición de los sujetos (\"ustedes\").\n\n    Caso, Género, Número: La terminación -μένοι indica que la palabra está en caso nominativo, género masculino y número plural. Se refiere a \"ustedes\" (en plural, los miembros de la iglesia).\n\nEn este versículo, Pablo los está reprendiendo por su arrogancia (su estado de ser \"inflados\") frente a un grave pecado en su comunidad, en lugar de estar de luto."
    },
    {
        "palabra": "πορνείας",
        "transliteracion": "porneías",
        "traduccion_literal": "de prostitución, de fornicación",
        "analisis_gramatical": "Raíz: La palabra proviene de la raíz πόρνη (pórnē), que significa \"prostituta\".\n\nClase de palabra: Sustantivo, de la primera declinación.\n\nCaso: Genitivo. La terminación -ας indica que la palabra está en caso genitivo. Este caso se usa para mostrar posesión, origen o relación, y a menudo se traduce como \"de\" en español.\n\nGénero: Femenino.\n\nNúmero: Singular.\n\nSignificado en contexto: En el Nuevo Testamento, πορνείας a menudo se usa para referirse a la inmoralidad sexual en general, incluyendo adulterio, fornicación y prostitución. El caso genitivo \"de fornicación\" aparece en frases como \"a causa de la fornicación\" o \"del espíritu de fornicación\"."
    },
    {
        "palabra": "πορνεια",
        "transliteracion": "porneia",
        "traduccion_literal": "Prostitución, fornicación, inmoralidad sexual.",
        "analisis_gramatical": "        Clase de palabra: Sustantivo\n\n        Género: Femenino\n\n        Número: Singular\n\n        Caso: Nominativo\n\nEn el Nuevo Testamento, esta palabra tiene un significado amplio y se utiliza para referirse no solo a la prostitución, sino a cualquier tipo de inmoralidad sexual. El término abarca una gama de actos que van en contra de la enseñanza bíblica sobre la pureza sexual."
    },
    {
        "palabra": "επενθησατε",
        "transliteracion": "epenthēsate",
        "traduccion_literal": "Lloraron, se afligieron, se lamentaron. (En el contexto, se traduce como un lamento que debería haber ocurrido).",
        "analisis_gramatical": "Clase de palabra: Verbo\nTiempo: Aoristo\nVoz: Activa\nModo: Indicativo\nPersona: Segunda\nNúmero: Plural\n\nLa palabra proviene de la raíz verbal πενθέω (pentheō), que significa \"estar de luto\" o \"lamentarse\". En 1 Corintios 5:2, el apóstol Pablo les reprocha a los Corintios que, en lugar de estar afligidos por la inmoralidad en la iglesia, se habían vuelto arrogantes. La forma verbal ἐπενθήσατε indica una acción que debió haber sucedido en el pasado (por eso es aoristo) pero que no ocurrió."
    },
    {
        "palabra": "παραδουναι",
        "transliteracion": "paradounai",
        "traduccion_literal": "Entregar, dar, rendir, traicionar.",
        "analisis_gramatical": "Clase de palabra: Verbo (infinitivo)\nTiempo: Aoristo\nVoz: Activa\n\nEl infinitivo aoristo παραδοῦναι significa \"entregar\" o \"entregar a\". En el contexto de 1 Corintios 5:5, se usa para describir la acción de \"entregar\" a una persona a Satanás para la destrucción de la carne. La acción se presenta como un evento puntual y decisivo, lo cual es característico del tiempo aoristo."
    },
    {
        "palabra": "ολεθρον",
        "transliteracion": "olethron",
        "traduccion_literal": "destrucción, ruina, perdición.",
        "analisis_gramatical": "La palabra ὀλέθρον proviene del verbo griego ὄλλυμι (ollumi), que significa \"destruir\", \"perder\" o \"perecer\". No se refiere a una simple muerte o desaparición, sino a una destrucción completa, un estado de ruina total. A menudo, tiene una connotación de castigo o de un fin fatal. En el Nuevo Testamento, se usa para describir la ruina final de aquellos que se oponen a Dios.\nEl significado en 1 Corintios 5:5\nCuando Pablo habla de \"entregar... para la destrucción de la carne\" (εἰς ὀλέθρον τῆς σαρκός), el uso de ὀλέθρον es muy intencional. Esto sugiere un castigo severo. La frase ha generado un debate entre los estudiosos sobre su significado exacto:\nDestrucción física: Algunos creen que se refiere a una enfermedad grave, sufrimiento o incluso la muerte. La idea es que este castigo físico purgaría el pecado del creyente, llevando su espíritu al arrepentimiento y, en última instancia, a la salvación.\nDestrucción moral o ética: Otros interpretan que la \"carne\" (σάρξ) no se refiere al cuerpo físico, sino a la naturaleza pecaminosa o al yo carnal. En este caso, ὀλέθρον sería la \"destrucción\" de la influencia del pecado en la vida del individuo, al ser expulsado de la protección de la comunidad cristiana y enfrentarse a las consecuencias de su maldad. Este \"choque con la realidad\" podría llevar a la salvación de su espíritu.\nEn ambos casos, el término ὀλέθρον subraya la gravedad de la acción que se debe tomar contra el pecado. Es una medida extrema que busca un resultado final y radical: la erradicación del mal para la salvación de la persona."
    },
    {
        "palabra": "πασχα",
        "transliteracion": "pascha",
        "traduccion_literal": "Pascua, cordero pascual.",
        "analisis_gramatical": "Clase de palabra: Sustantivo (de origen hebreo)\nGénero: Neutro\nNúmero: Singular\nCaso: Nominativo/Acusativo (la palabra es indeclinable, es decir, no cambia de forma según el caso).\nLa palabra πάσχα es una transliteración directa del hebreo פֶּסַח (pesakh), que significa \"pasar por encima\". Se refiere a la fiesta judía que conmemora la liberación de los israelitas de la esclavitud en Egipto, cuando el ángel de la muerte \"pasó por encima\" de las casas marcadas con la sangre del cordero.\n\nEn el Nuevo Testamento, el término se usa en su sentido literal para referirse a la fiesta judía, como en los evangelios. Sin embargo, en 1 Corintios 5:7, Pablo le da un profundo significado teológico al usarlo metafóricamente para referirse a Jesucristo: \"Porque nuestra pascua, que es Cristo, ya fue sacrificada por nosotros\". Con esta analogía, Pablo presenta a Cristo como el Cordero pascual definitivo, cuyo sacrificio es la base de la nueva fiesta de la purificación."
    },
    {
        "palabra": "πορνοις",
        "transliteracion": "pornois",
        "traduccion_literal": "Fornicarios, los que cometen inmoralidad sexual (en plural).",
        "analisis_gramatical": "Clase de palabra: Sustantivo\n\nRaíz: πόρνος (pornos)\nGénero: Masculino\nNúmero: Plural\nCaso: Dativo\nLa palabra πόρνοις es la forma plural de πόρνος, que significa \"una persona que comete inmoralidad sexual\" o \"un fornicario\".\nEs importante diferenciarla de πορνεία (porneia), la palabra que analizamos primero. Mientras que πορνεία se refiere al acto de la inmoralidad sexual (el sustantivo abstracto), πόρνος se refiere a la persona que lleva a cabo ese acto."
    },
    {
        "palabra": "συναναμιγνυσθαι",
        "transliteracion": "synanamignysthai",
        "traduccion_literal": "Mezclarse con, asociarse con, tener compañerismo con.",
        "analisis_gramatical": "Clase de palabra: Verbo (infinitivo)\nTiempo: Presente\nVoz: Media\nModo: Infinitivo\nEsta palabra es un verbo compuesto que se forma de la siguiente manera:  συν- (syn-): Prefijo que significa \"con\" o \"junto con\". ανα- (ana-): Prefijo que en este caso intensifica la acción. μίγνυμι (mignymi): La raíz del verbo, que significa \"mezclar\" o \"unir\".\nEn su conjunto, συναναμίγνυσθαι significa \"mezclarse completamente con\" o \"asociarse íntimamente\". No se refiere a un encuentro casual, sino a formar una relación o un compañerismo cercano.\nEn 1 Corintios 5:9, Pablo usa este verbo para dar un mandato claro: \"no asociarse\" con los fornicarios. El uso del infinitivo en este contexto funciona como una orden o prohibición, enfatizando que no deben tener un compañerismo cercano con aquellos que persisten en el pecado."
    },
    {
        "palabra": "εξαρατε",
        "transliteracion": "exarate",
        "traduccion_literal": "Expulsen, quiten, remuevan.",
        "analisis_gramatical": "Clase de palabra: Verbo\nRaíz verbal: ἐξαίρω (exairō)\nTiempo: Aoristo\nVoz: Activa\nModo: Imperativo\nPersona: Segunda\nNúmero: Plural\nLa palabra ἐξάρατε es un verbo compuesto que se forma a partir de:\nEl prefijo ἐξ- (ex-), que significa \"fuera de\" o \"desde\".\nLa raíz verbal αἴρω (airō), que significa \"levantar\", \"quitar\" o \"remover\".\nJuntas, estas partes forman un verbo que significa \"levantar y sacar\", \"expulsar\".\nEn 1 Corintios 5:13, esta palabra se usa como una orden directa de Pablo a la iglesia de Corinto: \"expulsen al perverso de entre ustedes\". El uso del modo imperativo subraya que es un mandato, no una sugerencia. Además, el tiempo aoristo indica que se trata de una acción que debe realizarse de forma decisiva e inmediata, no un proceso continuo. Se requiere una acción de remoción final para purificar la comunidad. Esta palabra aparece una sola vez en el NT y es en 1 Corintios 5:13. "
    },
    {
        "palabra": "καυχημα",
        "transliteracion": "kauchēma",
        "traduccion_literal": "jactancia",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\nRaíz verbal: καυχάομαι (kauchaomai), que significa \"jactarse\", \"gloriarse\".\nAnálisis morfológico: Neutro, singular, nominativo.\nSignificado: Se refiere al \"orgullo\", la \"jactancia\" o lo que uno considera \"un motivo de gloria\".\nLa palabra καύχημα no es solo el acto de jactarse, sino que se refiere a aquello de lo que uno se jacta; es el \"motivo de orgullo\" o el \"objeto de la jactancia\". Proviene del verbo καυχάομαι (kauchaomai), que significa \"jactarse\" o \"gloriarse\". La terminación -μα indica el resultado o el producto de la acción del verbo.\nPablo usa este concepto para contrastar dos tipos de orgullo: uno que es destructivo y otro que es bíblicamente legítimo.\n1. La Falsa Jactancia (Καύχημα)\nEsta es la forma de orgullo que Pablo condena en 1 Corintios 5:6. Es la jactancia en cosas que provienen del yo, como las capacidades humanas, los logros religiosos o incluso la inmoralidad. Pablo la ve como el principal rival de la fe porque:\nRoba la gloria a Dios: Cuando nos jactamos de nuestra sabiduría, nuestra riqueza, o nuestra moralidad, nos atribuimos a nosotros mismos el crédito que le pertenece solo a Dios.\nGenera división: La jactancia de unos sobre otros (por su estatus social, dones espirituales o conocimiento) fue una de las principales causas de las divisiones en la iglesia de Corinto.\nPablo dice que \"vuestro καύχημα (motivo de orgullo) no es bueno\", porque los corintios se enorgullecían de su \"tolerancia\" al pecado, algo que no era motivo de gloria, sino de vergüenza.\n2. La Verdadera Jactancia (Καύχημα)\nPablo también habla de un orgullo que es legítimo para un cristiano. La verdadera jactancia no se centra en uno mismo, sino en Dios y en lo que Él ha hecho. Pablo explica esta idea en otros pasajes:\nJactarse en el Señor: En 2 Corintios 10:17, Pablo cita a Jeremías: \"El que se gloría, gloríese en el Señor\". El único motivo de orgullo aceptable para el creyente es el Señor.\nJactarse en la cruz de Cristo: En Gálatas 6:14, Pablo dice: \"Pero lejos esté de mí gloriarme, sino en la cruz de nuestro Señor Jesucristo\". La cruz, que era un símbolo de debilidad y fracaso para el mundo, es el máximo καύχημα para el creyente.\nJactarse en el sufrimiento: En Romanos 5:3, Pablo dice que debemos jactarnos incluso en nuestros sufrimientos, porque a través de ellos se perfecciona nuestro carácter y nuestra esperanza en Dios.\nEn resumen, la palabra καύχημα en 1 Corintios 5:6 expone el problema central de la iglesia: estaban poniendo su orgullo en la cosa equivocada. En lugar de gloriarse en la cruz de Cristo y en su poder para purificarlos, se gloriaban en su propia \"sabiduría\" y en su disposición a tolerar el pecado."
    },
    {
        "palabra": "αδικων",
        "transliteracion": "adikōn",
        "traduccion_literal": "De (los) injustos, de (los) que cometen injusticia.",
        "analisis_gramatical": "Clase de palabra: Participio.\nRaíz verbal: ἀδικέω (adikeō), que significa \"hacer el mal\", \"cometer injusticia\", \"ser injusto\".\nTiempo: Presente.\nVoz: Activa.\nGénero: Masculino.\nNúmero: Plural.\nCaso: Genitivo.\nComo participio en caso genitivo plural, ἀδικῶν funciona como un sustantivo para referirse a \"los que son injustos\" o \"los que hacen el mal\".\nEn 1 Corintios 6:1, por ejemplo, la palabra se usa en la frase ἐπὶ τῶν ἀδίκων (epi tōn adikōn), que se traduce como \"ante los injustos\". Aquí, el caso genitivo es requerido por la preposición ἐπί, que en este contexto significa \"ante\" o \"frente a\". Pablo critica a los creyentes por llevar sus disputas legales ante los tribunales seculares, es decir, \"ante los injustos\", en lugar de resolverlas dentro de la comunidad."
    },
    {
        "palabra": "αγιων",
        "transliteracion": "hagiōn",
        "traduccion_literal": "de los santos, de los apartados.",
        "analisis_gramatical": "Clase de palabra: Adjetivo (usado como sustantivo).\nRaíz: ἅγιος (hagios), que significa \"santo\", \"consagrado\", \"apartado\".\nGénero: Masculino (en este uso sustantivado).\nNúmero: Plural.\nCaso: Genitivo.\nLa palabra ἁγίων es la forma en genitivo plural del adjetivo ἅγιος. Su significado literal es \"de los santos\".\n\nEs crucial entender el sentido de \"santo\" en el Nuevo Testamento. No se refiere a un grupo élite de cristianos particularmente piadosos, sino a todos los creyentes que han sido \"apartados\" o \"santificados\" por Dios en Cristo. Es un estado de identidad, no un nivel de logro. ἁγίων es una palabra teológicamente rica que subraya la identidad de los creyentes como un pueblo apartado para Dios, y su forma gramatical en el genitivo la hace fundamental para describir las relaciones entre las personas y los objetos en la comunidad de fe.\n"
    },
    {
        "palabra": "σοφος",
        "transliteracion": "sophos",
        "traduccion_literal": "sabio, hábil, entendido.",
        "analisis_gramatical": "Clase de palabra: Adjetivo.\nGénero: Masculino.\nNúmero: Singular.\nCaso: Nominativo.\nLa palabra σοφός se refiere a una persona que posee sabiduría, tanto en un sentido práctico como en uno intelectual o moral. Sin embargo, en los escritos de Pablo, especialmente en 1 Corintios, su uso tiene un matiz crítico.\nPablo a menudo contrasta la σοφία (sabiduría) del mundo con la sabiduría de Dios. La sabiduría mundana, de la que los corintios se jactaban, se considera inútil y vana ante la cruz de Cristo. Por ejemplo, en 1 Corintios 1:19, Pablo cita a Isaías: \"Destruiré la sabiduría de los sabios (σοφῶν)\".\nEn este sentido, σοφός no es necesariamente un elogio, sino que puede ser una advertencia contra la confianza en el conocimiento humano en lugar de la revelación de Dios a través del evangelio."
    },
    {
        "palabra": "κρινουσιν",
        "transliteracion": "krinousin",
        "traduccion_literal": "Ellos juzgarán, ellos decidirán.",
        "analisis_gramatical": "Clase de palabra: Verbo.\nRaíz: κρίνω (krinō), que significa \"juzgar\", \"decidir\", \"separar\".\nTiempo: Futuro.\nVoz: Activa.\nModo: Indicativo.\nPersona: Tercera.\nNúmero: Plural.\nEl verbo indica una acción que ocurrirá en el futuro. Pablo lo utiliza en 1 de Corintios 6:2 para recordarle a la iglesia  el alto honor y la autoridad que Dios les ha dado a los creyentes. Si ellos están destinados a juzgar al mundo, es una vergüenza que no sean capaces de juzgar y resolver sus propias disputas, especialmente las triviales, dentro de la comunidad de fe."
    },
    {
        "palabra": "απολογια",
        "transliteracion": "apologia",
        "traduccion_literal": "una defensa, una justificación, un argumento.",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\nOrigen: Es una palabra compuesta de:\nἀπό (apo): preposición que significa \"de\", \"lejos de\".\nλόγος (logos): sustantivo que significa \"palabra\", \"razón\", \"relato\".\nGénero: Femenino.\nNúmero: Singular.\nCaso: Nominativo (es la forma de diccionario, aunque se mantiene igual en otros casos como el acusativo y el vocativo).\nEn el griego del Nuevo Testamento, una ἀπολογία es una defensa formal y razonada. Se utiliza en un contexto legal o retórico, para presentar un caso o dar una explicación convincente."
    },
    {
        "palabra": "κρινεσθαι",
        "transliteracion": "krinesthai",
        "traduccion_literal": "ser juzgado, ser decidido, ser sometido o someterse a juicio.",
        "analisis_gramatical": "Clase de palabra: Verbo.\nRaíz: κρίνω (krinō), que significa \"juzgar\" o \"decidir\".\nTiempo: Presente.\nVoz: Media/Pasiva.\nModo: Infinitivo.\n\nLa forma griega de los verbos en tiempo presente, como κρίνεσθαι, a menudo es morfológicamente idéntica en la voz media y la pasiva. Para determinar la voz correcta, debemos basarnos en el contexto."
    },
    {
        "palabra": "κρινεται",
        "transliteracion": "krinetai",
        "traduccion_literal": "es juzgado, es decidido.",
        "analisis_gramatical": "Clase de palabra: Verbo.\nRaíz: κρίνω (krinō), que significa \"juzgar\" o \"decidir\".\nTiempo: Presente.\nVoz: Media o Pasiva.\nModo: Indicativo.\nPersona: Tercera.\nNúmero: Singular.\nEn 1 Corintios 6:2 algunas traducciones al español dicen \"será juzgado\" y otras \"es juzgado\".  El Tiempo Presente de esta palabra respalda la traducción \"es juzgado\"."
    },
    {
        "palabra": "κριτηρια",
        "transliteracion": "kriteria",
        "traduccion_literal": "juicios, tribunales, criterios de juicio.",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\nRaíz: κριτής (kritēs), que significa \"juez\".\nGénero: Neutro.\nNúmero: Plural.\nCaso: Nominativo/Acusativo.\n"
    },
    {
        "palabra": "εντροπην",
        "transliteracion": "entropen",
        "traduccion_literal": "vergüenza, motivo de vergüenza, humillación.",
        "analisis_gramatical": "Clase de palabra: Sustantivo.\nRaíz: La palabra proviene del verbo ἐντρέπω (entrepō), que significa \"avergonzar\" o \"respetar\". El sustantivo se refiere al sentimiento de vergüenza.\nGénero: Femenino.\nNúmero: Singular.\nCaso: Acusativo.\nLa palabra ἐντροπὴν aparece de forma contundente en 1 Corintios 6:5, cuando Pablo dice:\n\n\"προς εντροπην υμιν λεγω\"  \"Para avergonzaros lo digo.\"\n\nEl caso acusativo se usa aquí con la preposición προς (pros), que significa \"hacia\" o \"con el propósito de\". La frase literalmente se traduce como \"para vergüenza vuestra lo digo\".\nEste es uno de los reproches más fuertes de Pablo en la carta. A diferencia de los gentiles que se avergonzarían de un pecado tan público (como se vio en el capítulo 5), la iglesia de Corinto, que se jactaba de su sabiduría, no tenía ningún sentido de vergüenza.\nPablo usa deliberadamente esta palabra para provocar en ellos la humillación que debería haberles causado su propia incapacidad para resolver sus disputas internas, lo que demuestra su inmadurez espiritual y su falta de discernimiento. La falta de un hombre sabio entre ellos para juzgar es el motivo de su vergüenza."
    },
    {
        "palabra": "διακριναι",
        "transliteracion": "diakrinai",
        "traduccion_literal": "juzgar entre, discernir, arbitrar.",
        "analisis_gramatical": "Clase de palabra: Verbo (infinitivo).\nRaíz: Es un verbo compuesto de la raíz κρίνω (krinō, \"juzgar\") y el prefijo διά (dia, \"a través de\", \"entre\"). El prefijo añade el sentido de \"juzgar entre\" o \"arbitrar\".\nTiempo: Aoristo.\nVoz: Activa.\nModo: Infinitivo.\n"
    },
    {
        "palabra": "εξουθενημενους",
        "transliteracion": "exouthenēmenous",
        "traduccion_literal": "a los despreciados, a los tenidos por nada.",
        "analisis_gramatical": "Clase de palabra: Participio.\nRaíz verbal: ἐξουθενέω (exoutheneō). Este es un verbo compuesto de ἐξ (ex, \"fuera de\") y οὐθέν (outhen, \"nada\"). Literalmente significa \"tratar como nada\" o \"despreciar\".\nTiempo: Perfecto.\nVoz: Pasiva.\nGénero: Masculino.\nNúmero: Plural.\nCaso: Acusativo.\nParticipio Perfecto Pasivo: El uso de esta forma verbal es crucial. Indica que el sujeto ha sido objeto de una acción en el pasado y ahora se encuentra en un estado resultante de esa acción. Es decir, estas personas han sido y continúan siendo \"despreciadas\" o \"tratadas como nada\"."
    },
    {
        "palabra": "αποστερεισθε",
        "transliteracion": "aposteristhe",
        "traduccion_literal": "sois defraudados, se os roba, se os priva de algo.",
        "analisis_gramatical": "Clase de palabra: Verbo.\nRaíz: ἀποστερέω (aposteréō), que es un verbo compuesto. Viene del prefijo ἀπό (apo, \"de\", \"lejos de\") y del verbo στερέω (steréō, \"privar\", \"robar\"). Juntas, significan \"privar a alguien de algo\" o \"defraudar\".\nTiempo: Presente.\nVoz: Pasiva.\nModo: Indicativo.\nPersona: Segunda.\nNúmero: Plural.\nEn 1 Corintios 6:7 Pablo usa las dos palabras juntas, ἀδικεῖσθε (sufrir injusticia) y ἀποστερεῖσθε (sufrir fraude), para cubrir la gama de conflictos que existían. El primer término es más general (ser tratado injustamente), mientras que el segundo es más específico (ser despojado de bienes o propiedad)."
    },
    {
        "palabra": "αδικεισθε",
        "transliteracion": "adikeisthe",
        "traduccion_literal": "sois tratados injustamente, se os hace daño.",
        "analisis_gramatical": "Clase de palabra: Verbo.\nRaíz: ἀδικέω (adikeō), que significa \"hacer el mal\" o \"ser injusto\".\nTiempo: Presente.\nVoz: Pasiva.\nModo: Indicativo.\nPersona: Segunda.\nNúmero: Plural.\nUso Retórico en 1 Corintios 6:7: Al conectar αδικεισθε con el adverbio μαλλον (mallon, \"más bien\"), Pablo sugiere que es preferible y más coherente con la identidad cristiana sufrir una injusticia o ser tratado injustamente por un hermano, que llevar a ese hermano ante un tribunal secular. En este versículo usa dos palabras (ambas conectadas con μαλλον - mallon, \"más bien\"): αδικεισθε y la otra es ἀποστερεῖσθε (sufrir fraude), cubriendo así la gama de conflictos que existían en la iglesia. El primer término es más general (ser tratado injustamente), mientras que el segundo es más específico (ser despojado de bienes o propiedad)."
    },
    {
        "palabra": "αδικειτε",
        "transliteracion": "adikeite",
        "traduccion_literal": "vosotros hacéis injusticia, vosotros hacéis mal.",
        "analisis_gramatical": "Clase de palabra: Verbo.\nRaíz: ἀδικέω (adikeō), que significa \"hacer el mal\", \"ser injusto\".\nTiempo: Presente.\nVoz: Activa.\nModo: Indicativo.\nPersona: Segunda.\nNúmero: Plural.\nEn 1 Corintios 6:8 la voz activa de ἀδικεῖτε indica que los corintios están realizando la acción de cometer injusticia. El tiempo presente subraya que esta es una práctica actual y continua en su comunidad."
    },
    {
        "palabra": "αποστερειτε",
        "transliteracion": "apostereite",
        "traduccion_literal": "vosotros defraudáis, vosotros robáis.",
        "analisis_gramatical": "Clase de palabra: Verbo.\nRaíz: ἀποστερέω (aposteréō), que significa \"privar de\", \"defraudar\", \"robar\".\nTiempo: Presente.\nVoz: Activa.\nModo: Indicativo.\nPersona: Segunda.\nNúmero: Plural.\nEl Tiempo Presente y la Voz activa indican que las personas están cometiendo agravio de forma permanente. En el contexto de 1 Corintios 6:8 esto es escandaloso."
    }
]