[
    {
        "palabra": "πορνείας",
        "transliteracion": "porneia",
        "traduccion_literal": "de prostitución, de fornicación",
        "analisis_gramatical": "Raíz: La palabra proviene de la raíz πόρνη (pórnē), que significa \"prostituta\".\n\nClase de palabra: Sustantivo, de la primera declinación.\n\nCaso: Genitivo. La terminación -ας indica que la palabra está en caso genitivo. Este caso se usa para mostrar posesión, origen o relación, y a menudo se traduce como \"de\" en español.\n\nGénero: Femenino.\n\nNúmero: Singular.\n\nSignificado en contexto: En el Nuevo Testamento, πορνείας a menudo se usa para referirse a la inmoralidad sexual en general, incluyendo adulterio, fornicación y prostitución. El caso genitivo \"de fornicación\" aparece en frases como \"a causa de la fornicación\" o \"del espíritu de fornicación\"."
    },
    {
        "palabra": "πεφυσιωμένοι",
        "transliteracion": "pephysiōménoi",
        "traduccion_literal": "inflados, envanecidos, orgullosos",
        "analisis_gramatical": "Raíz: La palabra se forma a partir del verbo φυσιάω (physiáō), que significa \"inflar\", \"soplar\" o \"hinchar\".\n\nClase de palabra: Participio.\n\nTiempo: Perfecto. El prefijo πε- (pe-) y el reduplicado -φυ- junto con la vocal de unión -ι- y la terminación -ω- son marcas del tiempo perfecto. El perfecto en griego indica una acción completada con resultados duraderos en el presente. En este caso, significa \"haber sido inflado\" y permanecer en ese estado.\n\nVoz: Pasiva. El sufijo -μ- y la terminación -ένοι indican que el sujeto no realiza la acción, sino que la recibe o la ha recibido. Alguien o algo más los ha \"inflado\".\n\nCaso, Género, Número: La terminación -οι (o la forma completa -ένοι) indica que la palabra está en caso nominativo, género masculino y número plural.\n\nSignificado en contexto: En el Nuevo Testamento, el participio πεφυσιωμένοι se usa en un sentido figurado. No se refiere a un inflado físico, sino a un estado de arrogancia, orgullo o envanecimiento espiritual. Por ejemplo, en 1 Corintios 4:18 se refiere a las personas que se han vuelto arrogantes debido a su conocimiento o estatus. La traducción \"inflados\" capta la imagen de estar hinchado con orgullo."
    }
]